Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: "In July 2009, since the consolidated tax group did not have sufficient taxable profit to enable all the related tax credits to be deducted, the definitive tax return filed showed a balance payable to ""la Caixa"" of EUR 25,031 thousand (see Notes 14 and 17)."
es: "En Julio 2009, debido a que la declaración del grupo consolidado no presentaba cuota suficiente para aplicarse todas las deducciones previstas, la declaración definitiva presentaba un saldo a pagar a ""la Caixa"" de 25.031 miles de euros (véanse Nota 14 y Nota 17)."

source: In 2003, the Company filed a consolidated corporate income tax return with a number of group companies.
es: En el ejercicio 2003 la Sociedad presenta la declaración del Impuesto sobre Sociedades en régimen consolidado.

source: Self-employed applicants must provide profit and loss statements and/or a signed copy of their last year's tax return.
es: Los aspirantes que sean dueños de su propio negocio deben presentar los estados de ganancias y pérdidas y/o una copia firmada de su declaración fiscal del último año.

source: A reverse mortgage is a way for people who own their homes to borrow money.
es: Las hipotecas inversas son una manera en que un propietario de su casa puede pedir dinero prestado.

source: To qualify for a reverse mortgage, the borrower(s) must be at least 62 years old and must own their home as a primary residence with little or no debt.
es: Para poder obtener una hipoteca inversa, el prestatario tiene que tener por lo menos 62 años de edad, tiene que ser dueño de la casa donde viva, y tiene que haberla terminado de pagar o de deber muy poco por ella.

source: Be sure to ask your lender about other responsibilities you have once you have received your reverse mortgage.
es: Asegúrese de preguntarle a su prestamistas acerca de otras responsabilidades que pueda tener una vez que reciba su hipoteca revertida.

source: Would it be OK for her to take out a reverse mortgage to help us with finances, like education costs and things we want to buy?
es: ¿Puede ella tomar una hipoteca revertida para ayudar con nuestras finanzas?

source: Mi partido, el SP, apoya el plan para hacer algo al respeto, aunque en anteriores votaciones ya fueron rechazadas propuestas mejores.
es: My party, the SP, is supporting the plan to do something about this, although better proposals have already been rejected in earlier votes.

source: Los ingenieros de SP Power y NOJA Power trabajaron juntos para implementar esto durante el proceso inicial del contrato.
es: SP Power and NOJA Power engineers worked together to implement these during the initial contract process.

source: El SP-13 ofrece un filtro micro-stripline paralelo-juntado y la microonda especificada imprimir-monta el relé párrafo el trx-control.
es: The SP-13 features a parallel-coupled micro-stripline filter and microwave specified print-mount relais for the trx-control.

source: Las recomendaciones acordadas en el SP fueron posteriormente aprobadas en plenaria.
es: The recommendations agreed in the SP were subsequently adopted by the plenary.

source: "sp*"" aplicaría la regla a todas las secuencias de caracteres que empiecen con S y P. ""*sp*"" aplicaría la regla a todas las secuencias de caracteres donde aparezca sp."
es: "sp*"" would trigger the rule for all character strings beginning with S and P. ""*sp*"" would trigger the rule for all character strings containing sp."

source: Esta publicación puede solicitarse en copia impresa y se puede consultar también en línea en la siguiente dirección http//www.unhchr.ch/ spanish/html/menu6/2/fact_sp.htm.
es: This publication is available in hard copy on request and is also accessible online at the following address http//www.unhchr.ch/ html/menu6/2/sheets.htm.

source: Esta clasificación incluye a toda la vegetación en la que predominan las plantas pulviniformes como la llareta y Azorella sp, frecuentemente en zonas diseminadas de helechos altos y pequeños.
es: This classification includes all vegetation dominated by cushion plants such as Balsam Bog and Cushion Plant (Azorella sp), often in association with scattered areas of Tall Fern and Small Fern.

source: Difusor plana SP bloqueada al recuperador de flujo.
es: SP flat diffuser locked to the flow recuperator.

source: "Introduzca un código de cuenta válido en el campo ""Cta.a cerrar SP"
es: "Enter valid account code in ""Acct to Close OB"" field"

source: If it is a positive figure, it is also called a profit or net gain.
es: Si esta es una cifra positiva, también se llama utilidad o ganancia neta.

source: The regressions that include the net present value of the stock of debt show a crowding-in effect of debt relief.
es: Las regresiones que incluyen el valor actual neto de la deuda muestran un efecto de atracción del alivio de la deuda.

source: We are also going to seek a compromise that allows us to retain a genuine and effective safety net.
es: También vamos a buscar un acuerdo que nos permita conservar una red de seguridad auténtica y eficaz.

source: The fishing technique is that traditionally used, i.e. lampara net fishing, which uses encircling nets.
es: La técnica de pesca utilizada tradicionalmente es la del lámparo con redes de cerco.

source: The issued share capital must at all times be equal to the net asset value of the underlying assets.
es: El capital social emitido debe ser igual en todo momento al valor del activo neto de los activos subyacentes.

source: The net result are much smaller antennas with an effectiveness comparable to a usually larger dipole.
es: Por lo que tenemos antenas mucho más pequeñas con una eficiencia comparable a un dipolo más largo.

source: According to applicable Argentine legislation the company must allocate 5% of the year's income to building a statutory reserve, which is an account forming part of the net shareholders' equity, until such reserve is equal to 20% of the adjusted paid-in capital.
es: La legislación aplicable a esta Sociedad exige que el 5% de las utilidades del ejercicio deban ser destinadas a la constitución de una reserva legal, cuenta integrante del patrimonio neto, hasta que dicha reserva alcance el 20% del capital social ajustado.

source: Programme participation has enabled members to enhance their assets and net worth.
es: La participación en el programa ha permitido a sus miembros reforzar sus activos y su valor neto.

source: I know that there are a lot of discussions about ecology on the net.
es: Ya se que se habla mucho de ecología en la Web.

source: The premium is fixed on the basis of the net pay of the staff member.
es: La prima se fija sobre la base del sueldo neto del funcionario.

source: These notes certainly scratch the surface of what is involved in a comprehensive retirement plan.
es: Estas notas tocan la superficie de lo que hay que considerar en un plan de retiro comprensivo.

source: Since my retirement 15 years ago, I have been doing a lot of volunteer work.
es: Desde que me jubilé, hace 15 años, he trabajado mucho como voluntario.

source: The year for retirement is normally the year of a persons 65th birthday.
es: El año para la jubilación ocurre normalmente cuando una persona cumple 65 años.

source: Such practices are important not only for maintaining continuity and quality of service and institutional memory in the context of the implementation of the mobility policy, but also because of anticipated high rates of retirement in the coming years.
es: Esas prácticas son importantes no sólo para mantener la continuidad, la calidad de los servicios y la memoria institucional en el contexto de la aplicación de la política de movilidad, sino también en vista del gran número de jubilaciones previstas en los próximos años.

source: This can also compromise their retirement, and discourage return to their country of origin.
es: Lo cual puede poner en compromiso su jubilación y desanimarlos a que vuelvan a su país de origen.

source: The amendments also clarify that the decrease in ownership guidance does not apply to sales of in substance real estate and conveyances of oil and gas mineral rights.
es: Las modificaciones también aclaran que los lineamientos sobre disminución de propiedad no se aplican a las ventas de bienes inmuebles y transferencias de derechos mineros de petróleo y gas.

source: Most real estate agencies offer apartments for rent.
es: La mayoría de las agencias inmobiliarias ofertan pisos en alquiler.

source: He predicted the housing bubble; people buying and selling homes and real estate.
es: Él predijo el problema habitacional; predijo que las personas comprarían y venderían casas.

source: Upon completion of each settlement period, you create the tenant and real estate tape (M/L-tape) for the settlement company.
es: Al final de cada período de liquidación, se crea la cinta de arrendatario y de bienes inmuebles (cinta M/L) para la empresa de liquidaciones.

source: South Africans are said to have bought ranches and other large chunks of real estate, though the extent of their holdings is not publicly known since they use Angolans to front for their acquisitions.
es: Se dice que los sudafricanos han comprado ranchos y otros terrenos importantes, aunque la cuantía de sus posesiones no se conoce públicamente ya que utilizan a angoleños como tapaderas de sus adquisiciones.

source: This is an important factor for child care businesses to understand, because the proposed improvements often will not be valued in the general real estate market.
es: Este es un factor importante que los negocios de cuidado infantil deben entender, porque las reparaciones propuestas frecuentemente no son valoradas de acuerdo al mercado general de bienes raíces.

source: 250 million through real estate investments in the Costa del Sol.
es: 250 millones a través de inversiones inmobiliarias en la Costa del Sol.

source: This has been particularly marked in developments in real estate markets.
es: Esto ha sido especialmente patente en la evolución de los mercados inmobiliarios.

source: The stock market decline forced many people to postpone retirement.
es: La caída de la bolsa de valores obligó a muchas personas a no jubilarse, por el momento.

source: The stock market recovery was widely interpreted as suggesting that market participants had come to believe that the possibility of a depression had been adverted.
es: En general, la recuperación del mercado de valores se interpretó como una señal de que los participantes en el mercado habían llegado al convencimiento de que la posibilidad de una depresión se había evitado.

source: The foundations have been laid for the sector to continue growing, creating new firms and attracting private resources, from industrial partners, from the stock market and from local and international venture capital.
es: Todas las bases están sentadas para que continúe creciendo, creando nuevas empresas y captando recursos privados, de socios industriales, de la bolsa o del capital de riesgo local e internacional.

source: The savings effect of pension income worries may have been strong recently since it has been compounded with declining stock market wealth both directly and indirectly through pension funds.
es: El efecto de estas preocupaciones sobre el ahorro parece haber sido últimamente intenso, puesto que se suma a la pérdida directa de riqueza en la bolsa, o indirecta, a través de los fondos de pensiones.

source: "If you could predict what would happen in the stock market in the next 15 years with 82 percent accuracy, you would be a genius,"" he said."
es: "Si uno pudiera predecir lo que pasará en el mercado de valores en los próximos 15 años con una precisión de 82 por ciento, sería un genio"", comentó."

source: Many advisors feel that stock market investments should be for the long term.
es: Muchos asesores opinan que las inversiones en el mercado deben hacerse a largo plazo.

source: We remain alert to geopolitical, economic and stock market developments over the next few months, with moderate optimism with regard to the development of the economy and stock markets in the short term.
es: Seguimos con atención la evolución de la situación geopolítica, económica y bursátil de los próximos meses, aunque nuestras expectativas son moderadamente optimistas en lo que a la de la economía y los mercados bursátiles a corto plazo se refiere.

source: The most impressive sign of better expectations has been a surprisingly strong stock market.
es: La señal más impresionante de mejores expectativas ha sido la sorprendente solidez del mercado bursátil.

source: Similarly, no stock market transactions based on confidential information may be carried out, or disclosed to third parties for this or any other reason, until the information is made public.
es: Así mismo, está prohibido realizar transacciones bursátiles basadas en esa información confidencial o transmitirla a terceros con este u otro motivo, hasta que no sea de conocimiento público.

source: The numerator is the absolute daily return of said market, while the denominator is calculated dividing the settled volume in that market on the capitalization registered in the stock market.
es: El numerador es el retorno diario absoluto de dicho mercado, mientras que el denominador se calcula dividiendo el volumen transado en ese mercado sobre la capitalización registrada en el mercado accionario.

source: The increase in both the average balances carried and interest rates did not compensate the impact of cancelling and subsequently refinancing INALTA's debt during the previous fiscal year.
es: El incremento tanto de los saldos medios dispuestos como de los tipos medios no ha compensado el impacto que presentó en el ejercicio pasado la cancelación y posterior refinanciación de la deuda de INALTA.

source: The new owner took over most of the refinancing and covered the remaining risk.
es: El nuevo propietario asumió la mayor parte de la refinanciación y cubrió el riesgo restante.

source: As a result, applications for refinancing were much higher with a rise of 42% and applications for home purchases rose by 4%.
es: En consecuencia, la cifra de solicitudes de novación fue mucho mayor, con una subida del 42% y las solicitudes para compra de vivienda subieron un 4%.

source: These figures also include pre-acquisition debt refinancing.
es: Estos importes incluyen también la refinanciación de la deuda antes de la adquisición.

source: Strictly on the business side, there will continue to be a large volume of work in procedural, bankruptcy and refinancing law.
es: En el lado estricto del negocio, continuará un fuerte volumen de trabajo en Derecho Procesal, Concursal y Refinanciaciones.

source: For example, the Agencia Tributaria's [Spanish central tax authority's] Borrador de la Declaración [draft tax return] has won praise from users, most of whom said they were highly satisfied with it; in fact, in 2008, 40% said that there was no aspect of the draft in need of improvement.
es: "Véase, por ejemplo, el caso de la Agencia Tributaria, cuyo ""Borrador de la Declaración"" tiene el reconocimiento de los usuarios de este servicio, quienes de forma mayoritaria afirmaban estar muy satisfechos e incluso un 40 de los mismos aseveró que no había ningún aspecto mejorable en el mismo en 2008."

source: However, in September, Banco Falabella reported an annual pre-tax return on capital and reserves of 32.6%, the third highest in the market and well above the industry average of 21.4%.
es: Sin embargo, en septiembre, el Banco Falabella informó un retorno anual sobre capital y reservas, antes de impuestos, de 32,6%, el tercero más alto del mercado y muy por sobre el promedio de 21,4% del sector.

source: What are my responsibilities once I receive the reverse mortgage?
es: ¿Cuáles son mis responsabilidades una vez que reciba la hipoteca revertida?

source: But before you take out a reverse mortgage, consider this If your mother needed to move permanently to a nursing home for health reasons, the debt from the reverse mortgage would come due once she was living outside her home for 12 months.
es: Antes de tomar una hipoteca revertida, considere Si su madre necesitara mudarse a un hogar para el cuidado de personas mayores discapacitadas, la deuda correspondiente a la hipoteca revertida vencería una vez que ella hubiera permanecido viviendo fuera de su casa por 12 meses.

source: National Reverse Mortgage Lenders Association (NRMLA) The national voice of the reverse mortgage industry, serving as an educational resource, policy advocate and public affairs center for lenders and related professionals.
es: National Reverse Mortgage Lenders Association (NRMLA) La voz nacional de la industria de hipotecas reversas, sirviendo como un recurso educativo, partidiario de politicas y asuntos oficiales para prestamistas y relacionados profesionales.

source: Your property must be maintained in at least the condition that it was in when the reverse mortgage was taken out.
es: Su propiedad debe ser mantenida al menos en las condiciones en la que estaba cuando recibió la hipoteca revertida.

source: Other initiatives of particular note are BBVA Banco Provincial's Seguros Provida, which is now focusing on the insurance needs of users in the low or middle income bracket, and the marketing by BBVA Spain of two types of insurance aimed at the most disadvantaged groups repatriation insurance, targeting the migrant community and insurance associated with the Hipoteca Bienestar (Reverse Mortgage), aimed at the elderly.
es: Otras iniciativas destacables son los Seguros Provida, de BBVA Banco Provincial, que empieza a enfocarse en la atención a las necesidades de seguros de los usuarios de bajos y medios ingresos, y la comercialización por parte de BBVA España de dos tipos de seguros dirigidos a colectivos más desfavorecidos el seguro de repatriación, dirigido al colectivo inmigrante y los seguros ligados a la Hipoteca Bienestar, dirigidos al colectivo de mayores.

source: You are at bancaja > personal > mortgages > Bancaja Reverse Mortgage
es: Estás en bancaja > particulares > hipotecas > Hipoteca Inversa Bancaja

source: The Reverse Mortgage Project provides consumer education resources and coordinates a counseling referral program to help people continue to live independently in their own homes.
es: El Proyecto de hipotecas al revés (Reverse Mortgage Project), que ofrece recursos educativos a los consumidores y coordina un programa que refiere a las personas a asesores legales y les ayuda a seguir viviendo de manera independiente en sus propios hogares.

source: This class will show you the benefits and drawbacks of obtaining a reverse mortgage.
es: Esta clase le mostrará las ventajas y los inconvenientes de obtener una hipoteca revertida.

source: "Según el presidente de SINDIREPA-SP, Antonio Fiola, ""La feria tiene todo para ser un gran éxito, como lo fue a lo largo de estos años, inclusive ya tuvo que ser desmembrada en dos segmentos -livianos y pesados- debido al vertiginoso crecimiento de este importante evento del sector brasileño de reposición automotriz."
es: "According to the president of SINDIREPA-SP, Antonio Fiola, ""The fair has everything to be a great success, as it has been through the years, and even had to be split into two segments - lightweight and heavyweight - due to the dizzying growth of this important event of the Brazilian sector of automotive replacement""."

source: "En el tercer año de producción se lanzó la primara versión ""SP"" una versión de altas especificaciones con colores y gráficos especiales."
es: "In the third production year, the first ""SP"" variation was launched a high-spec version with special colour & graphics."

source: El Presidente del Consejo Ejecutivo, Embajador Yaï, honró al Comité SP con su presencia y presentó este importante punto del orden del día.
es: The SP had the privilege of the presence of the Chair of the Executive Board, Ambassador Yaï, who introduced this important agenda item.

source: Evaluar la combinación de CQ o AQ más SP en comparación con SP sola para el tratamiento de primera línea del paludismo falciparum no complicado.
es: To assess the combination of CQ or AQ plus SP compared with SP alone for first-line treatment of uncomplicated falciparum malaria.

source: Versión SP para locales con exigencias de protección, apantallamiento lámpara y limpieza simplificada.
es: SP version for environments requiring protection, lamp shielding and simplified cleaning.

source: También debe establecerse sin demora un sistema de reserva para que no falte apoyo al desarrollo de sistemas o al sitio web (SP-04-003-012) (párr. 67).
es: A backup system should also be established without delay to avoid instances where systems development and website support are not readily available (SP-04-003-012) (para. 67).

source: La idea es que las entidades ANDAP, SINCOPEÇAS-SP y SINDIREPA-SP se unan en el mismo espacio, creando un área amplia con ambientación para presentar el programa Carro 100% / Caminhão 100%.
es: The idea is that entities like ANDAP, SINCOPEÇAS-SP and SINDIREPA-SP unite in the same place, creating a large stage to present the programme Carro 100% / Caminhão 100%.

source: If you have a program to share or a need for support, please send an email to volts@tryscience.net.
es: Si desea compartir un programa o necesita apoyo para su proyecto, envíe un mensaje a volts@tryscience.net.

source: Inventories are stated at the lower of cost and net realisable value.
es: Las existencias se valoran al menor valor entre el coste y su valor neto realizable.

source: the most long standing job notice board on the net present numerous job offers.
es: la bolsa de trabajo más veterana en la red, acoge numerosas ofertas de trabajo.

source: Choice between two or more projects becomes relatively straightforward through choice of that which has the greater net benefit criterion (as a sum of cost and benefits).
es: La opción entre dos o más proyectos es relativamente directa cuando se selecciona el que aplica el criterio del mayor beneficio neto (en la forma de suma de costo y beneficios).

source: The net realizable value represents the estimated price of sale at year-end less all estimated finishing costs and costs that will be incurred in the marketing, selling and distributing processes.
es: El valor neto realizable, representa la estimación del precio de venta al cierre del ejercicio menos todos los costos estimados de terminación y los costos que serán incurridos en los procesos de comercialización, ventas y distribución.

source: NET application that requires only a Windows Server running IIS and the .
es: NET que necesita tan sólo un servidor de Windows ejecutando IIS y el marco de trabajo .

source: In the public balance sheets these securities are presented identified by their nature, net of the provisions for coverage, charged to the income statement, in the related allowances for security price fluctuations and for credit losses.
es: En los balances públicos, estos títulos se presentan por su naturaleza, deducidas las correspondientes coberturas constituidas con cargo a la cuenta de resultados en el fondo de fluctuación de valores y en la provisión para insolvencias.

source: Included as a component of net sales are freight costs and handling charges related to the sales.
es: Los costos de flete y los gastos de manipulación relacionados con la venta se incluyen como un componente de las ventas netas.
